import React from 'react'

export const About = () => {
    return (
        <div className='about'>
            <div className='about-box'>
                <h1 className="about-title">немного о себе</h1>
                <p>После успешной карьеры в банковской сфере, где я развила навыки коммуникации, анализа и решения сложных задач, меня вдохновила работа программистов, с которыми я взаимодействовала, и их вклад в развитие бизнеса. Это побудило меня изучить программирование и развивать навыки в веб-разработке.</p>
                <p>Я освоила HTML, CSS, JavaScript и React, активно изучаю новые технологии, читаю профильные ресурсы (Habr, Telegram-каналы) и решаю практические задачи. Мне нравится создавать удобные и адаптивные интерфейсы, уделяя внимание деталям, и я стремлюсь к улучшению пользовательского опыта. Использую нейросети (ChatGPT, Midjourney) для быстрого поиска информации, оптимизации рутинных процессов и обучения.</p>
                <p>Ищу проект или компанию, где смогу применить свои знания, развиваться профессионально и привнести полезное из своего опыта. Быстро адаптируюсь к современным трендам и готова к новым вызовам.</p>
            </div>
        </div>
    )
}
